7zip
amd-ucode
aria2
arp-scan
avahi-debug
base
base-devel
bat
bind
blackarch-keyring
blueman
bluez
bluez-utils
bridge-utils
brightnessctl
brutespray
btop
btrfs-assistant
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-rate-mirrors
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cava
ccache
ch341eeprom-git
cheese
compsize
cosmic-icon-theme
cups
devtools
dmidecode
dosfstools
efibootmgr
epapirus-icon-theme
evtest
eza
fastfetch
fd
figlet
firefox-wayland-cachy-hg
firewalld
flashrom
fuse2
fzf
gcompris-qt
ghidra
gimp
git
gnome-boxes
gnome-disk-utility
gnu-netcat
gptfdisk
grim
gvfs-afc
gvfs-gphoto2
howdy
hypridle-git
hyprland-git
hyprlock-git
hyprpaper-git
iftop
ifuse
imsprog
imv
iotop
iperf
ipython
iwd
iwgtk
kismet
kitty
kvantum
kvantum-qt5
la-capitaine-icon-theme
lazygit
lgtv-git
lib32-mesa
lib32-vulkan-radeon
libreoffice-fresh
libva-utils
libvirt
linux
linux-cachyos-bore-lto
linux-firmware
lolcat
lshw
lua-language-server
mako
man-db
masscan
mdns-scan
modprobed-db
mpv
nasm
nautilus
nautilus-admin-gtk4
ncdu
neovim
nerd-fonts-git
netdiscover
newsboat-git
nftables
ngrep
nmap
notify-send-py
noto-fonts
noto-fonts-cjk
npm
nss-mdns
nwg-icon-picker
nwg-look
octopi
ollama
openssh
pacman-contrib
pacman-hook-kernel-install
pam-python
pamixer
paru
paru-debug
pavucontrol
perf
pipewire
pipewire-pulse
polkit-gnome
proxychains-ng
pwvucontrol
python-pip
python-pipx
qemu-base
qt5-wayland
qt5ct
qt6ct
ranger
ranger_devicons-git
reflector
ripgrep
ripgrep-debug
rofi-wayland
rust-analyzer
sbctl
sbsigntools
scx-scheds
seahorse-nautilus
sherlock
slurp
snapper
sniffnet
socat
speedtest-cli
stonks
sushi
sxiv-debug
sysstat
systemd-ukify
teams-for-linux
termshark
tlp
tmux
tmuxinator
torbrowser-launcher
tpm2-tools
traceroute
ttf-fira-sans
ttf-firacode
ttf-font-awesome
turbostat
udiskie
uefi-firmware-parser
unimatrix-git
unzip
usb_modeswitch
usbmuxd
usbview
vim
vim-devicons
virt-manager
vulkan-radeon
waybar
waybar-debug
wayland
wget
whois
wine-staging
wireless-regdb
wireplumber
wl-clipboard
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xorg-xhost
yaru-gtk-theme
yazi-git
ytfzf
zathura
zathura-pdf-poppler
zint-qt
zoxide
zsh
